Repository: vlazar83/MyGoals_iOS
Catalog: MyGoals_iOS/*.lproj/Localizable.strings
Languages: hu

source: App's Goal
hu: Az applikáció célja

source: To help us capture Kronos in Kairos
hu: Abban segíteni, hogy a Kronoszban a Kairoszt megragadhassuk

source: How it helps?
hu: Hogyan segít?

source: Make your own recepie
hu: Nem univerzális időmenedzsment receptet nyújt, hanem abban segít, hogy a saját receptet összeállíthassuk

source: App's Method
hu: Az applikáció módszere

source: "waking up by reminding" - (2Pt 1, 13)
hu: "emlékeztetéssel ébresztget" - ahogy Péter fogalmaz (2Pt 1, 13)

source: The Soul in work
hu: Nem tudja, nem is akarja a Lélek munkáját helyettesíteni

source: The app helps us to capture the Soul in our life
hu: Ellenkezőleg: abban szeretne segíteni, hogy azt meg tudjuk ragadni

source: Close
hu: Bezár

source: Golden Sentence
hu: Aranymondások

source: Fill all details first!
hu: Adj meg minden adatot!

source: Leading Idea
hu: Vezérgondolat

source: Fill the Idea first!
hu: Add meg a Vezérgondolatot!

source: In Family
hu: Családos

source: Alone
hu: Egyedülálló

source: Extrovert
hu: Extrovertált

source: Introvert
hu: Introvertált

source: Lark
hu: Pacsirta

source: Owl
hu: Bagoly

source: There are no golden sentences to display, create one from menu
hu: Nincs megjeleníthetö Aranymondás, hozz létre a menüben!

source: Enter the new golden sentence first!
hu: Töltsd ki a Vezérgondolatot

source: new golden sentence
hu: Új Vezérgondolat

source: Self-Time
hu: Én-idő

source: reading a book
hu: Olvasás

source: board game night with the family
hu: Társasjáték este a családdal

source: pray
hu: Elcsendesedés/Imádság

source: football with friends
hu: Focizás a barátokkal

source: other activities for yourself
hu: Egyéb Én-Idő tevékenység

source: Family
hu: Család

source: visit your family
hu: Csáladi látogatás

source: family trip in the woods
hu: Kirándulás

source: other activities with your loved ones
hu: Egyéb családdal kapcsolatos tevékenység

source: Work
hu: Hivatás

source: worships on Sundays
hu: Istentisztelet tartása vasárnaponként

source: teaching about God's love
hu: Isten szeretetéről tanítani

source: preparations...
hu: Felkészülés a teendőkre...

source: other work related activities
hu: Egyéb hivatással kapcsolatos tevékenység
